Repository: dugno/water-mind
Catalog: lib/l10n/app_*.arb
Languages: ro, th

# privacyPolicyStorageTitle
source: Data Storage
ro: Stocarea datelor
th: การจัดเก็บข้อมูล

# aboutAppFeaturesTitle
source: Features
ro: Caracteristici
th: คุณสมบัติ

# privacyPolicyTitle
source: Privacy Policy
ro: Politica de confidențialitate
th: นโยบายความเป็นส่วนตัว

# aboutAppContactContent
source: For support or feedback, please contact us at: support@watermind.app
ro: Pentru suport sau feedback, vă rugăm să ne contactați la: support@watermind.app
th: สำหรับการสนับสนุนหรือข้อเสนอแนะโปรดติดต่อเราที่: support@watermind.app

# privacyPolicyWeatherContent
source: With your permission, we access your location to provide weather-based hydration recommendations. This data is only used within the app and is not shared with third parties.
ro: Cu permisiunea dvs., vă accesăm locația pentru a oferi recomandări de hidratare bazate pe vreme. Aceste date sunt utilizate doar în aplicație și nu sunt partajate cu terți.
th: ด้วยการอนุญาตของคุณเราเข้าถึงสถานที่ของคุณเพื่อให้คำแนะนำการให้ความชุ่มชื้นตามสภาพอากาศ ข้อมูลนี้ใช้เฉพาะภายในแอปและไม่ได้แชร์กับบุคคลที่สาม

# aboutAppAcknowledgmentsTitle
source: Acknowledgments
ro: Mulțumiri
th: กิตติกรรมประกาศ
