Repository: dugno/water-mind
Catalog: lib/l10n/app_*.arb
Languages: ro, th

source: Hello
ro: Bună
th: สวัสดี

# welcome
source: Welcome to Water Mind
ro: Bine ați venit la Water Mind
th: ยินดีต้อนรับสู่ Water Mind

source: Settings
ro: Setări
th: การตั้งค่า

source: Language
ro: Limbă
th: ภาษา

source: Theme
ro: Temă
th: ธีม

source: Dark Mode
ro: Mod întunecat
th: โหมดมืด

source: Light Mode
ro: Mod luminos
th: โหมดสว่าง

source: System Mode
ro: Mod sistem
th: โหมดระบบ

source: Notifications
ro: Notificări
th: การแจ้งเตือน

source: Profile
ro: Profil
th: โปรไฟล์

source: Logout
ro: Deconectare
th: ออกจากระบบ

source: Login
ro: Autentificare
th: เข้าสู่ระบบ

source: Email
th: อีเมล

source: Password
ro: Parolă
th: รหัสผ่าน

source: Register
ro: Înregistrare
th: ลงทะเบียน

source: Forgot Password?
ro: Ați uitat parola?
th: ลืมรหัสผ่าน?

source: Change Language
ro: Schimbă limba
th: เปลี่ยนภาษา

source: Skip
ro: Omite
th: ข้าม

source: Next
ro: Înainte
th: ถัดไป

source: Back
ro: Înapoi
th: ย้อนกลับ

source: Get Started
ro: Începe
th: เริ่มต้น

source: Gender
ro: Gen
th: เพศ

source: Male
ro: Masculin
th: ชาย

source: Female
ro: Feminin
th: หญิง

source: Other
ro: Altul
th: อื่นๆ

source: Pregnant
ro: Însărcinată
th: ตั้งครรภ์

source: Breastfeeding
ro: Alăptare
th: ให้นมบุตร

source: HEIGHT & WEIGHT
ro: ÎNĂLȚIME ȘI GREUTATE
th: ส่วนสูงและน้ำหนัก

source: DATE OF BIRTH
ro: DATA NAȘTERII
th: วันเกิด

source: ACTIVITY LEVEL
ro: NIVEL DE ACTIVITATE
th: ระดับกิจกรรม

# livingEnvironment
source: LIVING CONDITIONS
ro: CONDIȚII DE VIAȚĂ
th: สภาพแวดล้อมการอยู่อาศัย

source: WAKE UP TIME
ro: ORA DE TREZIRE
th: เวลาตื่นนอน

source: BEDTIME
ro: ORA DE CULCARE
th: เวลาเข้านอน

# genderDescription
source: This will be used to calibrate your custom plan.
ro: Aceasta va fi utilizată pentru a calibra planul dvs. personalizat.
th: ข้อมูลนี้จะใช้ในการปรับแต่งแผนส่วนตัวของคุณ

# heightWeightDescription
source: Your height and weight help us calculate your hydration needs.
ro: Înălțimea și greutatea dvs. ne ajută să calculăm nevoile dvs. de hidratare.
th: ส่วนสูงและน้ำหนักของคุณช่วยให้เราคำนวณความต้องการน้ำของคุณ

# dateOfBirthDescription
source: Your age affects your hydration requirements.
ro: Vârsta dvs. afectează cerințele de hidratare.
th: อายุของคุณมีผลต่อความต้องการน้ำ

# activityLevelDescription
source: More active lifestyles require more hydration.
ro: Stilurile de viață mai active necesită mai multă hidratare.
th: วิถีชีวิตที่กระฉับกระเฉงมากขึ้นต้องการน้ำมากขึ้น

# livingEnvironmentDescription
source: Your living conditions affect your hydration needs.
ro: Condițiile dvs. de viață afectează nevoile de hidratare.
th: สภาพแวดล้อมการอยู่อาศัยของคุณมีผลต่อความต้องการน้ำ

# wakeUpTimeDescription
source: We'll schedule your first water reminder after you wake up.
ro: Vom programa primul memento de apă după ce vă treziți.
th: เราจะกำหนดการแจ้งเตือนน้ำครั้งแรกหลังจากคุณตื่นนอน

# bedTimeDescription
source: We'll stop reminders before your bedtime.
ro: Vom opri mementourile înainte de ora de culcare.
th: เราจะหยุดการแจ้งเตือนก่อนเวลาเข้านอนของคุณ

source: Height
ro: Înălțime
th: ส่วนสูง

source: Weight
ro: Greutate
th: น้ำหนัก

source: Metric
th: เมตริก

source: Imperial
th: อิมพีเรียล

# january
source: Jan
ro: Ian
th: ม.ค.

# february
source: Feb
th: ก.พ.

# march
source: Mar
th: มี.ค.

# april
source: Apr
th: เม.ย.

source: May
ro: Mai
th: พ.ค.

# june
source: Jun
ro: Iun
th: มิ.ย.

# july
source: Jul
ro: Iul
th: ก.ค.

# august
source: Aug
th: ส.ค.

# september
source: Sep
th: ก.ย.

# october
source: Oct
th: ต.ค.

# november
source: Nov
ro: Noi
th: พ.ย.

# december
source: Dec
th: ธ.ค.

source: AM
th: เช้า

source: PM
th: บ่าย

# sedentary
source: Sedentary (little or no exercise)
ro: Sedentar (puțin sau deloc exerciții)
th: นั่งอยู่กับที่ (ออกกำลังกายน้อยหรือไม่ออกเลย)

# lightlyActive
source: Lightly active (light exercise 1-3 days/week)
ro: Ușor activ (exerciții ușoare 1-3 zile/săptămână)
th: กิจกรรมเบา (ออกกำลังกายเบา 1-3 วัน/สัปดาห์)

# moderatelyActive
source: Moderately active (exercise 3-5 days/week)
ro: Moderat activ (exerciții 3-5 zile/săptămână)
th: กิจกรรมปานกลาง (ออกกำลังกาย 3-5 วัน/สัปดาห์)

# veryActive
source: Very active (hard exercise 6-7 days/week)
ro: Foarte activ (exerciții intense 6-7 zile/săptămână)
th: กิจกรรมมาก (ออกกำลังกายหนัก 6-7 วัน/สัปดาห์)

# extraActive
source: Extra active (very hard exercise or physical job)
ro: Extrem de activ (exerciții foarte intense sau muncă fizică)
th: กิจกรรมหนักมาก (ออกกำลังกายหนักมากหรืองานกายภาพ)

# airConditioned
source: Air-conditioned (indoor)
ro: Aer condiționat (interior)
th: ปรับอากาศ (ในร่ม)

# hotSunny
source: Hot and sunny
ro: Cald și însorit
th: ร้อนและแดดจัด

# rainyHumid
source: Rainy and humid
ro: Ploios și umed
th: ฝนตกและชื้น

source: Cold
ro: Rece
th: หนาว

# moderate
source: Moderate (mild temperature)
ro: Moderat (temperatură blândă)
th: ปานกลาง (อุณหภูมิอ่อน)

# dailyWaterIntake
source: Your Daily Water Intake
ro: Consumul zilnic de apă
th: ปริมาณน้ำที่ดื่มต่อวัน

source: Calculation Factors
ro: Factori de calcul
th: ปัจจัยการคำนวณ

source: Base intake
ro: Consum de bază
th: ปริมาณพื้นฐาน

# activityFactor
source: Activity level
ro: Nivel de activitate
th: ระดับกิจกรรม

# environmentFactor
source: Environment & Weather
ro: Mediu
th: สภาพแวดล้อม

# genderFactor
source: Gender
ro: Gen
th: เพศ

# ageFactor
source: Age
ro: Vârstă
th: อายุ

# awakeHoursFactor
source: Awake hours
ro: Ore de veghe
th: ชั่วโมงตื่น

# weatherFactor
source: Weather
ro: Vreme
th: สภาพอากาศ

source: Sunny
ro: Însorit
th: แดดจัด

source: Cloudy
ro: Noros
th: มีเมฆมาก

source: Rainy
ro: Ploios
th: ฝนตก

source: Hot
ro: Cald
th: ร้อน

source: Humid
ro: Umed
th: ชื้น

# coldWeather
source: Cold
ro: Rece
th: หนาว

source: Snowy
ro: Ninsoare
th: หิมะตก

source: Windy
ro: Vânt
th: ลมแรง

source: Partly Cloudy
ro: Parțial noros
th: มีเมฆบางส่วน

source: Overcast
ro: Înnorat
th: เมฆครึ้ม

source: Mist
ro: Ceață ușoară
th: หมอกบาง

source: Patchy Rain
ro: Ploaie sporadică
th: ฝนประปราย

source: Patchy Snow
ro: Ninsoare sporadică
th: หิมะประปราย

source: Patchy Sleet
ro: Lapoviță sporadică
th: ลูกเห็บประปราย

source: Freezing Drizzle
ro: Burniță înghețată
th: ฝนละอองแข็งตัว

source: Thunder Possible
ro: Posibil tunet
th: อาจมีฟ้าผ่า

source: Blowing Snow
ro: Viscol
th: หิมะปลิว

source: Blizzard
ro: Viscol puternic
th: พายุหิมะ

source: Fog
ro: Ceață
th: หมอกหนา

source: Freezing Fog
ro: Ceață înghețată
th: หมอกแข็งตัว

source: Light Drizzle
ro: Burniță ușoară
th: ฝนละอองเบา

source: Heavy Freezing Drizzle
ro: Burniță înghețată puternică
th: ฝนละอองแข็งตัวหนัก

source: Light Rain
ro: Ploaie ușoară
th: ฝนเบา

source: Moderate Rain
ro: Ploaie moderată
th: ฝนปานกลาง

source: Heavy Rain
ro: Ploaie puternică
th: ฝนหนัก

source: Light Freezing Rain
ro: Ploaie înghețată ușoară
th: ฝนแข็งตัวเบา

source: Heavy Freezing Rain
ro: Ploaie înghețată puternică
th: ฝนแข็งตัวหนัก

source: Light Sleet
ro: Lapoviță ușoară
th: ลูกเห็บเบา

source: Heavy Sleet
ro: Lapoviță puternică
th: ลูกเห็บหนัก

source: Light Snow
ro: Ninsoare ușoară
th: หิมะเบา

source: Moderate Snow
ro: Ninsoare moderată
th: หิมะปานกลาง

source: Heavy Snow
ro: Ninsoare puternică
th: หิมะหนัก

source: Ice Pellets
ro: Grindină
th: เม็ดน้ำแข็ง

source: Light Rain Shower
ro: Averse ușoare
th: ฝนซู่เบา

source: Heavy Rain Shower
ro: Averse puternice
th: ฝนซู่หนัก

source: Torrential Rain
ro: Ploaie torențială
th: ฝนกระหน่ำ

source: Light Sleet Showers
ro: Averse ușoare de lapoviță
th: ลูกเห็บซู่เบา

source: Heavy Sleet Showers
ro: Averse puternice de lapoviță
th: ลูกเห็บซู่หนัก

source: Light Snow Showers
ro: Averse ușoare de ninsoare
th: หิมะซู่เบา

source: Heavy Snow Showers
ro: Averse puternice de ninsoare
th: หิมะซู่หนัก

source: Light Ice Pellets
ro: Grindină ușoară
th: เม็ดน้ำแข็งเบา

source: Heavy Ice Pellets
ro: Grindină puternică
th: เม็ดน้ำแข็งหนัก

# lightRainThunder
source: Light Rain with Thunder
ro: Ploaie ușoară cu tunete
th: ฝนเบาพร้อมฟ้าผ่า

# heavyRainThunder
source: Heavy Rain with Thunder
ro: Ploaie puternică cu tunete
th: ฝนหนักพร้อมฟ้าผ่า

# lightSnowThunder
source: Light Snow with Thunder
ro: Ninsoare ușoară cu tunete
th: หิมะเบาพร้อมฟ้าผ่า

# heavySnowThunder
source: Heavy Snow with Thunder
ro: Ninsoare puternică cu tunete
th: หิมะหนักพร้อมฟ้าผ่า

source: Select your preferred language
ro: Selectați limba preferată
th: เลือกภาษาที่คุณต้องการ

source: Daily Goal
ro: Obiectiv zilnic
th: เป้าหมายประจำวัน

source: Use custom daily goal
ro: Utilizați obiectiv zilnic personalizat
th: ใช้เป้าหมายประจำวันแบบกำหนดเอง

source: Set daily goal
ro: Setați obiectiv zilnic
th: ตั้งเป้าหมายประจำวัน

# dailyGoalDescription
source: Set your custom daily water intake goal
ro: Setați obiectivul personalizat de consum zilnic de apă
th: ตั้งเป้าหมายการดื่มน้ำประจำวันแบบกำหนดเองของคุณ

# recommendedRangeMetric
source: Recommended range: 2000-3500 ml
ro: Interval recomandat: 2000-3500 ml
th: ช่วงที่แนะนำ: 2000-3500 มล.

# recommendedRangeImperial
source: Recommended range: 68-118 oz
ro: Interval recomandat: 68-118 oz
th: ช่วงที่แนะนำ: 68-118 ออนซ์

# soundAndVibration
source: Sound & Vibration
ro: Sunet și vibrație
th: เสียงและการสั่น

source: Enable sound
ro: Activați sunetul
th: เปิดใช้งานเสียง

source: Enable vibration
ro: Activați vibrația
th: เปิดใช้งานการสั่น

source: Units
ro: Unități
th: หน่วย

source: Measurement unit
ro: Unitate de măsură
th: หน่วยการวัด

source: Physical Attributes
ro: Atribute fizice
th: คุณลักษณะทางกายภาพ

source: Gender, weight & height
ro: Gen, greutate și înălțime
th: เพศ น้ำหนักและส่วนสูง

source: Time Settings
ro: Setări de timp
th: การตั้งค่าเวลา

source: About
ro: Despre
th: เกี่ยวกับ

source: Send feedback
ro: Trimiteți feedback
th: ส่งความคิดเห็น

# feedbackThankYou
source: Thank you for your feedback!
ro: Vă mulțumim pentru feedback!
th: ขอบคุณสำหรับความคิดเห็นของคุณ!

# enterFeedbackHint
source: Enter your feedback here...
ro: Introduceți feedback-ul dvs. aici...
th: ป้อนความคิดเห็นของคุณที่นี่...

# feedbackValidationEmpty
source: Please enter your feedback
ro: Vă rugăm să introduceți feedback-ul dvs.
th: กรุณาป้อนความคิดเห็นของคุณ

# feedbackValidationTooShort
source: Feedback must be at least 10 characters
ro: Feedback-ul trebuie să aibă cel puțin 10 caractere
th: ความคิดเห็นต้องมีอย่างน้อย 10 ตัวอักษร

source: Privacy policy
ro: Politica de confidențialitate
th: นโยบายความเป็นส่วนตัว

source: Share app
ro: Distribuiți aplicația
th: แชร์แอป

source: About app
ro: Despre aplicație
th: เกี่ยวกับแอป

source: Water Intake Forecast
ro: Prognoză consum de apă
th: การคาดการณ์การดื่มน้ำ

# noForecastData
source: No forecast data available
ro: Nu există date de prognoză disponibile
th: ไม่มีข้อมูลการคาดการณ์

source: Refresh
ro: Reîmprospătare
th: รีเฟรช

# refreshingForecast
source: Refreshing forecast data...
ro: Reîmprospătare date prognoză...
th: กำลังรีเฟรชข้อมูลการคาดการณ์...

# recommendedIntake
source: recommended
ro: recomandat
th: แนะนำ

source: Last Drink
ro: Ultima băutură
th: เครื่องดื่มล่าสุด

source: Your Profile
ro: Profilul dvs.
th: โปรไฟล์ของคุณ

source: Tap to edit
ro: Atingeți pentru a edita
th: แตะเพื่อแก้ไข

source: Reminder settings
ro: Setări memento
th: การตั้งค่าการแจ้งเตือน

source: Save
ro: Salvare
th: บันทึก

source: Cancel
ro: Anulare
th: ยกเลิก

source: Not set
ro: Nesetat
th: ไม่ได้ตั้งค่า

source: Reminders
ro: Memento-uri
th: การแจ้งเตือน

source: Enable Reminders
ro: Activați memento-urile
th: เปิดใช้งานการแจ้งเตือน

# enableRemindersDescription
source: Get notifications to drink water throughout the day
ro: Primiți notificări pentru a bea apă pe parcursul zilei
th: รับการแจ้งเตือนให้ดื่มน้ำตลอดทั้งวัน

source: Reminder Mode
ro: Mod memento
th: โหมดการแจ้งเตือน

# standardMode
source: Standard
th: มาตรฐาน

# intervalMode
source: Interval
th: ช่วงเวลา

# customMode
source: Custom
ro: Personalizat
th: กำหนดเอง

# standardModeDescription
source: Optimal reminders based on your wake-up and bedtime
ro: Memento-uri optime bazate pe ora de trezire și de culcare
th: การแจ้งเตือนที่เหมาะสมตามเวลาตื่นนอนและเข้านอนของคุณ

# intervalModeDescription
source: Reminders at regular intervals throughout your day
ro: Memento-uri la intervale regulate pe parcursul zilei
th: การแจ้งเตือนเป็นช่วงเวลาสม่ำเสมอตลอดทั้งวัน

# customModeDescription
source: Set your own specific reminder times
ro: Setați propriile ore specifice de memento
th: ตั้งเวลาการแจ้งเตือนเฉพาะของคุณเอง

# wakeUpAndBedtime
source: Wake Up & Bedtime
ro: Ora de trezire și de culcare
th: เวลาตื่นนอนและเข้านอน

# wakeUpAndBedtimeDescription
source: We'll schedule reminders during your active hours
ro: Vom programa memento-uri în timpul orelor active
th: เราจะกำหนดการแจ้งเตือนในช่วงเวลาที่คุณตื่นอยู่

source: Advanced Settings
ro: Setări avansate
th: การตั้งค่าขั้นสูง

source: Skip If Goal Met
ro: Omiteți dacă obiectivul este atins
th: ข้ามหากบรรลุเป้าหมายแล้ว

# skipIfGoalMetDescription
source: Don't send reminders if you've already met your daily goal
ro: Nu trimiteți memento-uri dacă ați atins deja obiectivul zilnic
th: ไม่ส่งการแจ้งเตือนหากคุณบรรลุเป้าหมายประจำวันแล้ว

source: Do Not Disturb
ro: Nu deranjați
th: ห้ามรบกวน

# doNotDisturbDescription
source: Pause reminders during specific hours
ro: Întrerupeți memento-urile în anumite ore
th: หยุดการแจ้งเตือนชั่วคราวในช่วงเวลาที่กำหนด

source: Do Not Disturb Start
ro: Începutul Nu deranjați
th: เริ่มห้ามรบกวน

source: Do Not Disturb End
ro: Sfârșitul Nu deranjați
th: สิ้นสุดห้ามรบกวน

source: Reminder Interval
ro: Interval memento
th: ช่วงเวลาการแจ้งเตือน

source: Custom Times
ro: Ore personalizate
th: เวลาที่กำหนดเอง

source: Add Time
ro: Adăugați oră
th: เพิ่มเวลา

# maxTimesReached
source: Maximum number of times reached
ro: Număr maxim de ore atins
th: ถึงจำนวนเวลาสูงสุดแล้ว

# needAtLeastOneTime
source: You need at least one reminder time
ro: Aveți nevoie de cel puțin o oră de memento
th: คุณต้องมีเวลาแจ้งเตือนอย่างน้อยหนึ่งเวลา

# timeAlreadyExists
source: This time already exists
ro: Această oră există deja
th: เวลานี้มีอยู่แล้ว

source: hour
ro: oră
th: ชั่วโมง

source: hours
ro: ore
th: ชั่วโมง

source: minute
ro: minut
th: นาที

source: minutes
ro: minute
th: นาที

# hourShort
source: h
th: ชม.

# minuteShort
source: m
th: น.

source: Congratulations!
ro: Felicitări!
th: ยินดีด้วย!

# profileSetupComplete
source: Your profile has been set up successfully
ro: Profilul dvs. a fost configurat cu succes
th: โปรไฟล์ของคุณได้รับการตั้งค่าเรียบร้อยแล้ว

source: Your Daily Water Intake
ro: Consumul dvs. zilnic de apă
th: ปริมาณน้ำที่ดื่มประจำวันของคุณ

source: per day
ro: pe zi
th: ต่อวัน

# basedOnWeather
source: Based on current weather
ro: Bazat pe vremea actuală
th: ขึ้นอยู่กับสภาพอากาศปัจจุบัน

# waterIntakeExplanation
source: This recommendation is based on your profile and current weather conditions. It will adjust as conditions change.
ro: Această recomandare se bazează pe profilul dvs. și condițiile meteorologice actuale. Se va ajusta pe măsură ce condițiile se schimbă.
th: คำแนะนำนี้อิงตามโปรไฟล์ของคุณและสภาพอากาศปัจจุบัน จะปรับเปลี่ยนเมื่อสภาพเปลี่ยนแปลง

source: liters
ro: litri
th: ลิตร

# fluidOunces
source: fl oz
ro: uncie lichidă
th: ออนซ์

source: Home
ro: Acasă
th: หน้าหลัก

source: History
ro: Istoric
th: ประวัติ

source: Water History
ro: Istoric apă
th: ประวัติการดื่มน้ำ

source: Day
ro: Zi
th: วัน

source: Week
ro: Săptămână
th: สัปดาห์

source: Month
ro: Lună
th: เดือน

source: Year
ro: An
th: ปี

source: Reminder Times
ro: Ore memento
th: เวลาแจ้งเตือน

# tapToToggleHint
source: Tap to enable or disable a reminder time
ro: Atingeți pentru a activa sau dezactiva o oră de memento
th: แตะเพื่อเปิดหรือปิดเวลาแจ้งเตือน

source: Select Drink Type
ro: Selectați tipul de băutură
th: เลือกประเภทเครื่องดื่ม

source: Streak
ro: Serie
th: สถิติต่อเนื่อง

source: Current Streak
ro: Serie curentă
th: สถิติต่อเนื่องปัจจุบัน

source: Longest Streak
ro: Cea mai lungă serie
th: สถิติต่อเนื่องยาวนานที่สุด

source: days
ro: zile
th: วัน

source: No streak yet
ro: Încă nu există serie
th: ยังไม่มีสถิติต่อเนื่อง

# drinkWaterToStartStreak
source: Drink water today to start your streak!
ro: Beți apă astăzi pentru a începe seria dvs.!
th: ดื่มน้ำวันนี้เพื่อเริ่มสถิติต่อเนื่องของคุณ!

# drinkTodayToKeepStreak
source: Drink today!
ro: Beți astăzi!
th: ดื่มวันนี้!

source: Select Amount
ro: Selectați cantitatea
th: เลือกปริมาณ

source: Select
ro: Selectați
th: เลือก

# totalWaterIntake
source: Total Water
ro: Apă totală
th: ปริมาณน้ำทั้งหมด

# sinceUsingApp
source: since using the app
ro: de când folosiți aplicația
th: ตั้งแต่เริ่มใช้แอป

# privacyPolicyChangesTitle
source: Changes to This Policy
ro: Modificări la această politică
th: การเปลี่ยนแปลงนโยบายนี้

# privacyPolicyIntroContent
source: This Privacy Policy describes how we collect, use, and share your personal information when you use our Water Mind application. We respect your privacy and are committed to protecting your personal data.
ro: Această politică de confidențialitate descrie modul în care colectăm, folosim și împărtășim informațiile dvs. personale atunci când utilizați aplicația noastră de apă. Vă respectăm confidențialitatea și ne angajăm să vă protejați datele personale.
th: นโยบายความเป็นส่วนตัวนี้อธิบายถึงวิธีที่เรารวบรวมใช้และแบ่งปันข้อมูลส่วนบุคคลของคุณเมื่อคุณใช้แอปพลิเคชัน Water Mind ของเรา เราเคารพความเป็นส่วนตัวของคุณและมุ่งมั่นที่จะปกป้องข้อมูลส่วนบุคคลของคุณ

# aboutAppContactTitle
source: Contact
th: ติดต่อ

# privacyPolicyCollectTitle
source: Information We Collect
ro: Informații pe care le colectăm
th: ข้อมูลที่เรารวบรวม

# privacyPolicyCollectContent
source: We collect information that you provide directly to us, such as your gender, weight, height, date of birth, activity level, living environment, wake-up time, and bedtime. We also collect information about your water intake habits and app usage patterns.
ro: Colectăm informații pe care le furnizați direct, cum ar fi sexul, greutatea, înălțimea, data nașterii, nivelul activității, mediul de viață, timpul de trezire și ora de culcare. De asemenea, colectăm informații despre obiceiurile dvs. de admisie a apei și modelele de utilizare a aplicațiilor.
th: เรารวบรวมข้อมูลที่คุณให้โดยตรงกับเราเช่นเพศน้ำหนักความสูงวันเดือนปีเกิดระดับกิจกรรมสภาพแวดล้อมการใช้ชีวิตเวลาปลุกและเวลานอน นอกจากนี้เรายังรวบรวมข้อมูลเกี่ยวกับพฤติกรรมการบริโภคน้ำและรูปแบบการใช้แอพ

# privacyPolicyIntroTitle
source: Introduction
ro: Introducere
th: การแนะนำ

# privacyPolicyContactTitle
source: Contact Us
ro: Contactaţi-ne
th: ติดต่อเรา

# privacyPolicyLastUpdated
source: Last updated: June 2023
ro: Ultima actualizare: iunie 2023
th: อัปเดตล่าสุด: มิถุนายน 2566

# aboutAppDeveloperTitle
source: Developer
ro: Dezvoltator
th: ผู้พัฒนา

# privacyPolicyFeedbackTitle
source: Feedback
th: ข้อเสนอแนะ

# aboutAppAcknowledgmentsContent
source: Weather data provided by WeatherAPI.com Icons and graphics from various open-source libraries
ro: Datele meteo furnizate de WeatherApi.com Pictograme și grafică din diverse biblioteci open-source
th: ข้อมูลสภาพอากาศที่จัดทำโดย Weatherapi.com ไอคอนและกราฟิกจากห้องสมุดโอเพนซอร์ซต่างๆ

# privacyPolicyFeedbackContent
source: When you provide feedback through our app, we collect the information you submit along with basic device information to help us improve our services.
ro: Când oferiți feedback prin intermediul aplicației noastre, colectăm informațiile pe care le trimiteți împreună cu informațiile de bază ale dispozitivelor pentru a ne ajuta să ne îmbunătățim serviciile.
th: เมื่อคุณให้ข้อเสนอแนะผ่านแอพของเราเราจะรวบรวมข้อมูลที่คุณส่งพร้อมกับข้อมูลอุปกรณ์พื้นฐานเพื่อช่วยเราปรับปรุงบริการของเรา

# aboutAppDescriptionTitle
source: Description
ro: Descriere
th: คำอธิบาย

# aboutAppLoadingVersion
source: Loading version...
ro: Versiunea de încărcare ...
th: โหลดเวอร์ชัน ...

# privacyPolicyStorageContent
source: Your data is primarily stored locally on your device. Some anonymous usage data may be collected for app improvement purposes.
ro: Datele dvs. sunt stocate în principal local pe dispozitivul dvs. Unele date de utilizare anonimă pot fi colectate în scopuri de îmbunătățire a aplicațiilor.
th: ข้อมูลของคุณถูกเก็บไว้เป็นหลักในอุปกรณ์ของคุณ ข้อมูลการใช้งานที่ไม่ระบุชื่อบางอย่างอาจถูกรวบรวมเพื่อวัตถุประสงค์ในการปรับปรุงแอพ

# privacyPolicyRightsContent
source: You have the right to access, correct, or delete your personal information at any time through the app settings.
ro: Aveți dreptul de a accesa, de a corecta sau de a șterge informațiile dvs. personale în orice moment prin setările aplicației.
th: คุณมีสิทธิ์ในการเข้าถึงแก้ไขหรือลบข้อมูลส่วนบุคคลของคุณได้ตลอดเวลาผ่านการตั้งค่าแอป

# privacyPolicyUseTitle
source: How We Use Your Information
ro: Cum folosim informațiile dvs.
th: เราใช้ข้อมูลของคุณอย่างไร

# privacyPolicyUseContent
source: We use the information we collect to provide, maintain, and improve our services, including calculating your recommended daily water intake, sending you hydration reminders, and tracking your progress.
ro: Folosim informațiile pe care le colectăm pentru a oferi, întreține și îmbunătăți serviciile noastre, inclusiv calcularea aportului de apă recomandat zilnic, trimiterea de memento -uri de hidratare și urmărirea progresului.
th: เราใช้ข้อมูลที่เรารวบรวมเพื่อให้การบำรุงรักษาและปรับปรุงบริการของเรารวมถึงการคำนวณปริมาณน้ำทุกวันที่คุณแนะนำส่งการเตือนความชุ่มชื้นและติดตามความคืบหน้าของคุณ

# aboutAppDeveloperContent
source: Developed by Vie Tech
ro: Dezvoltat de Vie Tech
th: พัฒนาโดย Vie Tech

# privacyPolicyContactContent
source: If you have any questions about this Privacy Policy, please contact us at support@watermind.app
ro: Dacă aveți întrebări cu privire la această politică de confidențialitate, vă rugăm să ne contactați la support@watermind.app
th: หากคุณมีคำถามใด ๆ เกี่ยวกับนโยบายความเป็นส่วนตัวนี้โปรดติดต่อเราที่ support@watermind.app

# privacyPolicyChangesContent
source: We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.
ro: Putem actualiza această politică de confidențialitate din când în când. Vă vom anunța orice modificare prin publicarea noii politici de confidențialitate pe această pagină.
th: เราอาจอัปเดตนโยบายความเป็นส่วนตัวนี้เป็นครั้งคราว เราจะแจ้งให้คุณทราบถึงการเปลี่ยนแปลงใด ๆ โดยการโพสต์นโยบายความเป็นส่วนตัวใหม่ในหน้านี้

# aboutAppDescriptionContent
source: Water Mind is a hydration tracking app designed to help you maintain optimal hydration levels throughout the day. The app calculates your recommended water intake based on your personal profile and environmental factors.
ro: Water Mind este o aplicație de urmărire a hidrajării concepută pentru a vă ajuta să mențineți niveluri optime de hidratare pe parcursul zilei. Aplicația calculează aportul de apă recomandat pe baza profilului personal și a factorilor de mediu.
th: Water Mind เป็นแอพติดตามความชุ่มชื้นที่ออกแบบมาเพื่อช่วยให้คุณรักษาระดับความชุ่มชื้นที่ดีที่สุดตลอดทั้งวัน แอพนี้คำนวณปริมาณน้ำที่แนะนำของคุณตามโปรไฟล์ส่วนบุคคลและปัจจัยด้านสิ่งแวดล้อมของคุณ

# aboutAppFeaturesContent
source: • Personalized water intake recommendations • Weather-based hydration adjustments • Customizable reminders • Detailed hydration history • Streak tracking for motivation
ro: • Recomandări personalizate de aport de apă • Ajustări de hidratare bazate pe vreme • Memento -uri personalizabile • Istoric detaliat de hidratare • Urmărirea dungi pentru motivație
th: •คำแนะนำการดื่มน้ำส่วนบุคคล •การปรับความชุ่มชื้นตามสภาพอากาศ •การเตือนที่ปรับแต่งได้ •ประวัติความชุ่มชื้นโดยละเอียด •การติดตามแนวเพื่อสร้างแรงจูงใจ

# aboutAppCopyright
source: © {year} Vie Tech. All rights reserved.
ro: © {year} VIE Tech. Toate drepturile rezervate.
th: © {year} Vie Tech สงวนลิขสิทธิ์

# privacyPolicyWeatherTitle
source: Weather Data
ro: Date meteorologice
th: ข้อมูลสภาพอากาศ

# privacyPolicyRightsTitle
source: Your Rights
ro: Drepturile tale
th: สิทธิของคุณ
